"MMRefreshHeaderIdleText" = "Pull down to refresh";
"MMRefreshHeaderPullingText" = "Release to refresh";
"MMRefreshHeaderRefreshingText" = "Loading...";

"MMRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"MMRefreshAutoFooterRefreshingText" = "Loading...";
"MMRefreshAutoFooterNoMoreDataText" = "No more data";

"MMRefreshBackFooterIdleText" = "Pull up to load more";
"MMRefreshBackFooterPullingText" = "Release to load more.";
"MMRefreshBackFooterRefreshingText" = "Loading...";
"MMRefreshBackFooterNoMoreDataText" = "No more data";

"MMRefreshHeaderLastTimeText" = "Last update:";
"MMRefreshHeaderDateTodayText" = "Today";
"MMRefreshHeaderNoneLastDateText" = "No record";
